<?php
    require "example/head.php";
?>
    <div class="pricing-header p-3 pb-md-4 mx-auto text-center">
        <h1 class="display-4 fw-normal">О разработчике</h1>
        <p class="fs-2 text-muted">Приветсвую на странице посвещённую разработчику сайта! Здесь вы узнаете про него чуть побольше, чем ничто. И так, Syerena(lilys) программист на php, также он знает python и языки разметки: html и css. У него есть свой ГитХаб, на котором будет находится исходник данного сайта, кому интересно могут глянуть.</p>
        <h1 class="display-4 fw-normal">От абобуса к веб разработчику</h1>
        <p class="fs-2 text-muted">Всё началось в конце лета 2021 года, тогда я(lilys) начал изучать пайтон, мне он казался интересным, но в конце концов я перестал на нём что либо писать и причиной этому стала бешенная популярность самого языка, мне это не очень нравилось, да и сами названия команд в питоне мне не нравились, а это было для меня важно. Тогда я узнал о существовании html, который вначале посчитал за язык програмирования, но на деле это не так, выучив его я пошёл учить css, всё это было не сложно, но потом мне захотелось сделать свою первую игру, для этого я стал учить C#, примерно через месяц на движке UNITY мне удалось сделать, что то +- нормальное, но тогда мне это надоело, а баги просто говорили чтоб я ливал с разработки игр. После этого я вернулся за веб програмирования и стал изучать php, сейчас я его знаю частично, но на данный момент этого хватает, думаю до лета выучу, ну а это всё. Если вы хотите стать программистом, то не делайте, как я. Учитесь в одном направлении, допустим разработку ПО, учите именно её и пытайтесь не прыгать на что то другое. Всем пока</p>
    </div>
<?php
    require "example/footer.php";
?>